Repository: PLAYGAMEMPE/Vanilla-RTX-App-Enhanced
Catalog: src/Strings/*/PackBrowser.resw
Source language: en_us
Languages: es_es

# Window.Title
source: Browse Packs
es_es: Explorar paquetes

# EmptyState_NoPacksInstalled
source: You don't seem to have any resource pack installed! Begin importing your packs here, or install Vanilla RTX from the main menu.
es_es: ¡Parece que no tienes ningún paquete de recursos instalado! Empieza importando tus paquetes aquí, o instala Vanilla RTX desde el menú principal.

# SelectAllButton_ToolTip
source: Select all by tag or deselect all
es_es: Selecciona todos por etiqueta o deselecciona todos

# ConfirmButton_Text
source: Confirm selection
es_es: Confirmar selección

# ConfirmButton_ToolTip
source: Confirm selection and return to main menu
es_es: Confirma la selección y regresa al menú principal

# AddPackButton_Text
source: Import more resource packs
es_es: Importar más paquetes de recursos

# AddPackButton_ToolTip
source: Allows you to import your resource packs in bulk, supports .zip and .mcpacks formats, multiple packs bundled inside .mcaddon, as well as bulk import from packs inside a folder.
es_es: Te permite importar tus paquetes de recursos en lote, es compatible con los formatos .zip y .mcpacks, múltiples paquetes incluidos dentro de .mcaddon, y también con la importación en lote de paquetes dentro de una carpeta.

# WindowTitle_SelectFromPacks
source: Select from your {0} resource packs
es_es: Selecciona entre tus paquetes de recursos de {0}

# AddPackDescription_DragDropImport
source: Select or drag & drop resource pack files here to import to {0} (.mcpack, .zip)
es_es: Selecciona o arrastra y suelta aquí los archivos de paquetes de recursos para importarlos a {0} (.mcpack, .zip)

# DragUI_ImportPack
source: Import pack
es_es: Importar paquete

# OverwriteDialog_Title
source: Pack already installed
es_es: El paquete ya está instalado

# OverwriteDialog_Content
source: "{0}" is already installed at "{1}". Replace it with the incoming version?
es_es: "{0}" ya está instalado en "{1}". ¿Deseas reemplazarlo con la versión entrante?

# OverwriteDialog_PrimaryButtonText
source: Replace
es_es: Reemplazar

# OverwriteDialog_CloseButtonText
source: Skip
es_es: Omitir

# NonResourceDialog_Title
source: Not a resource pack
es_es: No es un paquete de recursos

# NonResourceDialog_Content
source: "{0}" does not appear to be a resource pack, no module of type "resources" was found in its manifest. Import it anyway?
es_es: "{0}" no parece ser un paquete de recursos; no se encontró ningún módulo de tipo "resources" en su manifiesto. ¿Deseas importarlo de todos modos?

# NonResourceDialog_PrimaryButtonText
source: Import anyway
es_es: Importar de todos modos

# NonResourceDialog_CloseButtonText
source: Skip
es_es: Omitir

# EmptyState_NoPacksFoundPreview
source: No packs found in Minecraft Preview data directory.
es_es: No se encontraron paquetes en el directorio de datos de Minecraft Preview.

# EmptyState_NoPacksFound
source: No packs found in Minecraft data directory.
es_es: No se encontraron paquetes en el directorio de datos de Minecraft.

# Tag_IncludeAllWithTag
source: Include all with "{0}" tag
es_es: Incluir todos con la etiqueta "{0}"

# SelectAllMenu_SelectAll
source: Select all
es_es: Seleccionar todos

# SelectAllMenu_DeselectAll
source: Deselect all
es_es: Deseleccionar todos

# Badge_VersionPrefix
source: Version: {0}
es_es: Versión: {0}

# Tag_Incompatible
source: Incompatible with Tuner
es_es: Incompatible con Tuner

# Tag_RayTraced
source: Ray Traced
es_es: Trazado de rayos
